{
    "message.ssc_xu_addon.power.toggle_mana_level": "Current Mana Level: %s",
    "codex.form.ssc_xu_addon.familiar_fox_purify.name": "Familiar Fox (Purify)",
    "codex.form.ssc_xu_addon.familiar_fox_purify.title": "\n‘The unstable holy golden apple seems unable to dispel the curse from your body,\nThe curse afflicting you is far more stubborn than imagined.\nHowever, fortunately, it has purged the witch’s magic from you.’\nYet, the physical alterations made by the witch’s magic cannot be reverted.\n\nExclusive trinkets/tools：[Mana Boost Bracelet]",
    "codex.form.ssc_xu_addon.familiar_fox_purify.appearance": "You appear largely identical to an ordinary wild red fox—except for the two large tails swaying unusually behind you.\nYour eyes are now unmistakably those of a wild animal. In sunlight, your pupils contract into narrow slits.\nYou realize the nature of the magic within you has completely changed. The witch’s mana has been purged, and the abilities it granted vanished along with it.\nYour body is now filled with a special type of mana. The potency of your abilities is proportional to the amount of this special mana.\nBlue-green flames occasionally manifest around your body before slowly fading. It seems your new mana is affecting your surroundings.\n\nIt appears this will be your new life from now on.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.pros": "New mana surges within you. You have fully mastered how to utilize your mana reserves...\nYour mana attaches to your weapon when attacking, consuming mana proportionally to deal additional damage.\nYour mana forms a protective shield around you, granting extra armor and consuming mana when injured to mitigate part of the damage.\nYour mana protects you from fire damage. While in fire or lava, your mana will be continuously consumed to maintain this effect.\nYour mana allows you to consume it when hungry to restore satiety.\nYou can restore mana by defeating mobs or consuming golden food.\nYour mana mildly repels other magics; Instant Health and Instant Damage effects are reduced to 1/4 effectiveness.\nYour running speed is increased. Due to your size, ranged attacks also have difficulty hitting you.\nYou can now stack up to 8 identical potions.\nWhen your mana is above 1/2, upon taking fatal damage, consume mana to avoid death.\nThanks to your thick fur, you can move freely through sweet berry bushes.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.cons": "All your power is derived from mana; you must maintain a sufficient mana reserve at all times:\nWhen your mana is completely depleted, you enter Exhaustion Mode.\nWhile in Exhaustion Mode, you gain Weakness and Slowness effects, your hunger consumption quadruples, and you take continuous damage.\nWhile in Exhaustion Mode, most of your mana skills cannot be used due to lack of mana.\nWhen your mana recovers to 1/5, you exit Exhaustion Mode.\n\nDue to heavy reliance on mana, your physical strength is relatively weak.\nSince you have expelled the witch’s mana, illagers will now be hostile toward you.\n\nYou have less health. Without hands capable of freely using tools, your block-breaking speed is also slower.\nLeggings and boots no longer suit your quadrupedal body structure, and your movement speed in water is reduced.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.instincts": "\nPress the Active Ability (2) key to toggle mana intensity. Higher intensity increases your power but also raises consumption.\nFox Fireball: While holding a stick, consume a small amount of mana. Press the right-click button to fire a straight-traveling fireball, dealing damage and igniting the target.\nFox Fireball EX: While holding a talisman, consume a large amount of mana. Press the right-click button to fire a straight-traveling fireball, dealing heavy damage and causing a large explosion (does not destroy blocks).\nFox Fire Arrow: While holding an arrow, consume a moderate amount of mana. Press the right-click button to fire a straight-traveling fire arrow, dealing heavy damage and igniting the target.\nFox Fire Ring: Press the Active Ability (1) key, consume a large amount of mana to release a ring of fire that slowly expands from your center, dealing damage, knocking back, and igniting targets within range.\n",
    "item.ssc_xu_addon.unstable_holy_apple": "Unstable Holy Golden Apple",
    "message.ssc_xu_addon.item.unstable_holy_apple.special_form": "The Unstable Holy Golden Apple has produced a special reaction with your form; you have transformed into a new form.",
    "message.ssc_xu_addon.item.unstable_holy_apple.luck": "You are fortunate. Before your curse could affect the Holy Golden Apple, its magic restored your original form. However, the curse remains unbroken and continues to affect you.",
    "message.ssc_xu_addon.item.unstable_holy_apple.bad_luck": "Your curse caused the Unstable Holy Golden Apple's magic to become even more volatile. It exploded violently in your hands. Perhaps a stable Holy Apple could restore your form?",
    "item.ssc_xu_addon.stable_holy_apple": "Stable Holy Golden Apple",
    "message.ssc_xu_addon.item.stable_holy_apple.effect": "The Holy Golden Apple's magic has restored your form, but the curse remains unbroken and continues to affect you.",
    "item.ssc_xu_addon.mana_boost_bracelet": "Mana Boost Bracelet",
    "item.ssc_xu_addon.mana_boost_bracelet.tooltip": "[Familiar Fox Purify Form] Increases your mana capacity and mana regeneration.",
    "codex.form.ssc_xu_addon.bat_vampire.name": "Bat (Vampire)",
    "codex.form.ssc_xu_addon.bat_vampire.title": "\nBecause of that strange gem, a fervent thirst for blood now courses through your veins..\n\nExclusive trinkets/tools：[Blood Amulet],[Blood Rage Gauntlets],[Sunveil Circlet],[Anchoring Grappling Hook],[Diamond Grip Claws]Blood Claws",
    "codex.form.ssc_xu_addon.bat_vampire.appearance": "That mysterious gem has wrought changes to your body.\nFine, dense fur completely covers your body. Ears nearly as large as your head help you locate your surroundings, ensuring you don't miss even the faintest sounds around you.\nYour forelimbs have extended further to make space for the massive membrane wings. If you wish, you could wrap your entire body within these wings.\nFore claws and hind paws equipped with hooks allow you to cling to walls or hang upside-down from cave ceilings, just like your kind.\nYour body is now fully specialized for flight and gliding. Your hind legs can no longer support your body weight, forcing you to move slowly on the ground in a near-quadrupedal stance.",
    "codex.form.ssc_xu_addon.bat_vampire.pros": "When your Blood Resource Bar is above 1/5, you will feel no hunger, and you can convert blood to restore your saturation.\nYour skin has also changed because of the gem—you are immune to instant damage and instant healing effects, and gain 4/5 resistance to magical damage.\nWhen your Blood Resource Bar is above 1/2, taking fatal damage will consume 3/10 of your blood to unleash Blood Step and escape in an emergency.\nYou can restore your Blood Resource Bar by slaying creatures, with the restoration amount based on the creature's health.\nHitting a target with Bloodsucking Long Claws restores your Blood Resource Bar and a small amount of health.\nNewly formed hooks grant you the ability to cling and hang upside-down:\nMassive membrane wings enable you to glide swiftly through the air. Press jump while sprinting to launch into high-speed forward flight. Even while airborne, you can press the sprint key to increase your glide speed.\nYou can now clearly discern things in darkness.\nHardened and powerful fore claws enhance your melee damage. Additionally, they allow you to dig blocks at high speed barehanded and harvest drops normally.\nBy flapping your wing membranes, you can jump higher and descend slowly from heights. Naturally, they can also serve as elytra.",
    "codex.form.ssc_xu_addon.bat_vampire.cons": "Because of the gem, you can no longer consume non-gilded food.\nYour body craves blood with an overwhelming urgency—when your Blood Resource Bar falls below 1/10, it will automatically consume your health to restore blood. The lower your blood resource, the faster the conversion speed, and the conversion efficiency diminishes more and more.Due to the shift in your center of gravity, you can now only move slowly on the ground in a nearly quadrupedal posture.\nSunlight now poses a fatal threat to you. Under sunlight, you take 1 point of damage every 2 seconds, suffer from Weakness, your Blood Resource Bar depletes twice as fast, take 1.5x additional damage, and the enhanced melee damage effect cannot be sustained.\nYour new skin seems extremely vulnerable to fire—you take double damage from fire sources.\nYour fore claws are no longer suited for grasping bulky tools and weapons. When you use them to dig hard blocks or swing them to hit monsters, they will merely slip off and drop. Naturally, you can also no longer operate bows or crossbows.\nYour membrane wings and digitigrade leg structure make equipping chestplates, leggings, and boots impossible.\n",
    "codex.form.ssc_xu_addon.bat_vampire.instincts": "\nPress Active Ability (1) to unleash Blood Spikes, firing 5 blood spikes at the target your gaze is locked on. Hitting a target restores your Blood Resource Bar and health, deals minor damage, and bypasses invincibility frames.\nPress Active Ability (2) to unleash Blood Step, teleporting to the location you point to, gaining Weakness and Invisibility, and causing nearby enemies to lose their target.\nUsing a Blood Gem restores 1/5 of your health and 1/2 of your Blood Resource Bar.\nWhile airborne, you can right-click 'use' the side face of a block while empty-handed to cling to it. While clinging, press jump while aiming in a direction to kick off for a high-speed glide in that direction.\nWhile airborne, you can right-click 'use' the underside of a block while empty-handed to hang yourself upside-down from it. While hanging upside-down, your health will slowly regenerate.\nWhile flying, you can press the sprint key to consume your Blood Resource Bar and activate flight boost.\nPress the sneak key to activate Blood Sense, highlighting nearby mobs and doubling damage dealt by arrows.\n",
    "item.ssc_xu_addon.charm_of_blood": "Charm of Blood",
    "item.ssc_xu_addon.charm_of_blood.tooltip": "[Bat (Vampire) Form] Increases Blood Resource Bar cap, reduces natural Blood Resource depletion rate.",
    "item.ssc_xu_addon.bloodrage_gauntlets": "Blood Rage Gauntlets",
    "item.ssc_xu_addon.bloodrage_gauntlets.tooltip": "[Bat (Vampire) Form] Consume a Blood Gem to unleash Blood Rage, boost your own abilities, and restore Blood Resource and HP on hit.",
    "item.ssc_xu_addon.sunveil_circlet": "Sunveil Circlet",
    "item.ssc_xu_addon.sunveil_circlet.tooltip": "[Bat (Vampire) Form] Removes negative effects under sunlight, but Blood Resource depletion rate remains doubled.",
    "item.ssc_xu_addon.blood_claw": "Blood Long Claw",
    "item.ssc_xu_addon.blood_claw.tooltip": "[Bat (Vampire) Form] Restore Blood Resource and HP on hit, and accumulate Blood to forge a Blood Gem.",
    "item.ssc_xu_addon.blood_claw.blood_amount": "Blood Amount: %s/%s",
    "item.ssc_xu_addon.blood_gem": "Blood Gem",
    "item.ssc_xu_addon.blood_gem.tooltip.1": "A strange power resides within this gem; crushing it should temporarily boost your abilities.",
    "item.ssc_xu_addon.blood_gem.tooltip.2": "Can be found in Nether Fortresses and Ruined Portals.",
    "message.ssc_xu_addon.item.blood_gem.special_form": "The Blood Gem has reacted uniquely with your form, transmuting you into a new shape.",

    "text.autoconfig.ssc_xu_addon_custom.title": "SSC Xu Addon - Player Custom Config",
    "text.autoconfig.ssc_xu_addon_custom.option.enableFakeBlindPower": "Enable Power Blindness Effect"
}