{
    "message.ssc_xu_addon.power.toggle_mana_level": "Current Mana Level: %s",
    "codex.form.ssc_xu_addon.familiar_fox_purify.name": "Familiar Fox (Purify)",
    "codex.form.ssc_xu_addon.familiar_fox_purify.title": "\n‘The unstable holy golden apple seems unable to dispel the curse from your body,\nThe curse afflicting you is far more stubborn than imagined.\nHowever, fortunately, it has purged the witch’s magic from you.’\nYet, the physical alterations made by the witch’s magic cannot be reverted.\n\nExclusive trinkets/tools：[Mana Boost Bracelet]",
    "codex.form.ssc_xu_addon.familiar_fox_purify.appearance": "You appear largely identical to an ordinary wild red fox—except for the two large tails swaying unusually behind you.\nYour eyes are now unmistakably those of a wild animal. In sunlight, your pupils contract into narrow slits.\nYou realize the nature of the magic within you has completely changed. The witch’s mana has been purged, and the abilities it granted vanished along with it.\nYour body is now filled with a special type of mana. The potency of your abilities is proportional to the amount of this special mana.\nBlue-green flames occasionally manifest around your body before slowly fading. It seems your new mana is affecting your surroundings.\n\nIt appears this will be your new life from now on.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.pros": "New mana surges within you. You have fully mastered how to utilize your mana reserves...\nYour mana attaches to your weapon when attacking, consuming mana proportionally to deal additional damage.\nYour mana forms a protective shield around you, granting extra armor and consuming mana when injured to mitigate part of the damage.\nYour mana protects you from fire damage. While in fire or lava, your mana will be continuously consumed to maintain this effect.\nYour mana allows you to consume it when hungry to restore satiety.\nYou can restore mana by defeating mobs or consuming golden food.\nYour mana mildly repels other magics; Instant Health and Instant Damage effects are reduced to 1/4 effectiveness.\nYour running speed is increased. Due to your size, ranged attacks also have difficulty hitting you.\nYou can now stack up to 8 identical potions.\nWhen your mana is above 1/2, upon taking fatal damage, consume mana to avoid death.\nThanks to your thick fur, you can move freely through sweet berry bushes.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.cons": "All your power is derived from mana; you must maintain a sufficient mana reserve at all times:\nWhen your mana is completely depleted, you enter Exhaustion Mode.\nWhile in Exhaustion Mode, you gain Weakness and Slowness effects, your hunger consumption quadruples, and you take continuous damage.\nWhile in Exhaustion Mode, most of your mana skills cannot be used due to lack of mana.\nWhen your mana recovers to 1/5, you exit Exhaustion Mode.\n\nDue to heavy reliance on mana, your physical strength is relatively weak.\nSince you have expelled the witch’s mana, illagers will now be hostile toward you.\n\nYou have less health. Without hands capable of freely using tools, your block-breaking speed is also slower.\nLeggings and boots no longer suit your quadrupedal body structure, and your movement speed in water is reduced.",
    "codex.form.ssc_xu_addon.familiar_fox_purify.instincts": "\nPress the Active Ability (2) key to toggle mana intensity. Higher intensity increases your power but also raises consumption.\nFox Fireball: While holding a stick, consume a small amount of mana. Press the right-click button to fire a straight-traveling fireball, dealing damage and igniting the target.\nFox Fireball EX: While holding a talisman, consume a large amount of mana. Press the right-click button to fire a straight-traveling fireball, dealing heavy damage and causing a large explosion (does not destroy blocks).\nFox Fire Arrow: While holding an arrow, consume a moderate amount of mana. Press the right-click button to fire a straight-traveling fire arrow, dealing heavy damage and igniting the target.\nFox Fire Ring: Press the Active Ability (1) key, consume a large amount of mana to release a ring of fire that slowly expands from your center, dealing damage, knocking back, and igniting targets within range.\n",
    "item.ssc_xu_addon.unstable_holy_apple": "Unstable Holy Golden Apple",
    "message.ssc_xu_addon.item.unstable_holy_apple.special_form": "The Unstable Holy Golden Apple has produced a special reaction with your form; you have transformed into a new form.",
    "message.ssc_xu_addon.item.unstable_holy_apple.luck": "You are fortunate. Before your curse could affect the Holy Golden Apple, its magic restored your original form. However, the curse remains unbroken and continues to affect you.",
    "message.ssc_xu_addon.item.unstable_holy_apple.bad_luck": "Your curse caused the Unstable Holy Golden Apple's magic to become even more volatile. It exploded violently in your hands. Perhaps a stable Holy Apple could restore your form?",
    "item.ssc_xu_addon.stable_holy_apple": "Stable Holy Golden Apple",
    "message.ssc_xu_addon.item.stable_holy_apple.effect": "The Holy Golden Apple's magic has restored your form, but the curse remains unbroken and continues to affect you.",
    "item.ssc_xu_addon.mana_boost_bracelet": "Mana Boost Bracelet",
    "item.ssc_xu_addon.mana_boost_bracelet.tooltip": "[Familiar Fox Purify Form] Increases your mana capacity and mana regeneration.",
    "codex.form.ssc_xu_addon.bat_vampire.name": "Bat (Vampire)"
}