{
    "message.ssc_xu_addon.power.toggle_mana_level": "当前魔力等级: %s",
    "codex.form.ssc_xu_addon.familiar_fox_purify.name": "使魔红狐(净化)",
    "codex.form.ssc_xu_addon.familiar_fox_purify.title": "\n‘不稳定的神圣金苹果似乎无法将你身上的诅咒驱离,\n你身上的诅咒远比想象中的难缠。\n不过幸运的是， 它将女巫的魔法从你身上清除出去。’\n不过经过女巫魔法修改过的身体还无法恢复。\n\n专属饰品/工具：[增魔脚环]",
    "codex.form.ssc_xu_addon.familiar_fox_purify.appearance": "你整体看上去与普通的野生红狐别无二致——除了身后摆动的异于寻常的两条大尾巴以外\n你的眼睛现在毫无疑问属于某种野生动物。在阳光下，你的瞳孔会收缩成一条狭缝\n你意识到体内魔法的性质已经与之前完全不同。女巫的魔力已经被清除了，它带来的能力随着被清除的魔力一起被清除了。\n你的身体现在充斥着一种特殊魔力。你的能力强度与特殊魔力的多少成正比。\n青蓝色的火焰不时从你周身凭空出现，又缓慢消失。看来是你的新魔力再对你周围造成影响。\n\n看来这就是你之后的新生活了",
    "codex.form.ssc_xu_addon.familiar_fox_purify.pros": "新的魔力在你的体内涌动。你已经完全掌控了使用你的魔力储量的方法..\n你的魔力会在你攻击时附着在你的武器上，按比例消耗魔力，造成额外的伤害。\n你的魔力在你四周形成护盾保护你，你获得额外护甲并在受伤时消耗魔力来减免部分伤害\n你的魔力保护你免疫火焰的伤害，当你处于火焰与岩浆中时，你的魔力将被持续消耗来维持这一效果\n你的魔力让你在饥饿时消耗魔力来恢复饱食度\n你可以通过击杀生物和食用金质食物来恢复魔力\n你的魔力会轻度排斥其他魔力，瞬间治疗和瞬间伤害只会受到1/4的效果\n你的奔跑速度变得更快。由于你的体型，远程攻击也难以命中你\n你现在可以堆叠8瓶相同的药水\n当你魔力在1/2以上时，在受到致命伤害时，消耗魔力来避免死亡\n由于你厚实的皮毛，你可以在甜浆果丛中自如穿梭\n",
    "codex.form.ssc_xu_addon.familiar_fox_purify.cons": "你的力量全都由魔力提供，你需要时刻保持充足的魔力储量：\n当你的魔力消耗殆尽，你会进入衰竭模式\n当你处于衰竭模式时，你会获得虚弱和缓慢效果，你的饱食度消耗会翻4倍，并持续受到伤害\n当你处于衰竭模式时，你的大部分魔力技能因为没有魔力而无法使用\n当你的魔力恢复到1/5时，你会脱离衰竭模式\n\n由于过于依赖魔力，你的力量相对较弱\n由于你已经驱离了女巫的魔力，灾厄村民现在会与你为敌\n\n你的生命值更少。由于不再有能够自如使用工具的双手，你挖掘方块的速度也变得更慢\n腿甲与鞋不再适合你的四足身体结构，你在水中的移动速度也变得更慢",
    "codex.form.ssc_xu_addon.familiar_fox_purify.instincts": "\n按主动能力(2)按键可以切换魔力强度，魔力强度越高，你的力量越强，但是消耗也会增加\n狐火球：手持木棍时，消耗少量魔力，你可以按下右键键发射直线飞行的火球，造成一定伤害并点燃目标\n狐火球EX：手持符纸时，消耗大量魔力，你可以按下右键键发射直线飞行的火球，造成大量伤害并造成大爆炸(不会破坏方块)\n狐火箭，手持箭矢时，消耗中量魔力，你可以按下右键键发射直线飞行的火箭，造成大量伤害并点燃目标\n狐火环：按下主动能力(1)按键，消耗大量魔力，你可以释放以自身为中心缓慢扩散的火焰环，造成伤害和击退并点燃范围中的目标\n",
    "item.ssc_xu_addon.unstable_holy_apple": "不稳定的神圣金苹果",
    "message.ssc_xu_addon.item.unstable_holy_apple.special_form": "不稳定的神圣金苹果与你的形态似乎产生了特殊反应，你变化成了新的形态。",
    "message.ssc_xu_addon.item.unstable_holy_apple.luck": "你的运气不错，在你的诅咒在影响神圣金苹果之前，神圣金苹果的魔力就已经将你的形态还原了，但是诅咒仍未被破除，它仍然影响着你。",
    "message.ssc_xu_addon.item.unstable_holy_apple.bad_luck": "你的诅咒导致不稳定的神圣金苹果的魔力变的更不稳定，它在你手上产生了强烈的爆炸，也许稳定的神圣苹果可以将你的形态还原回去？",
    "item.ssc_xu_addon.stable_holy_apple": "稳定的神圣金苹果",
    "message.ssc_xu_addon.item.stable_holy_apple.effect": "神圣金苹果的魔力将你的形态还原了，但是诅咒仍未被破除，它仍然影响着你。",
    "item.ssc_xu_addon.mana_boost_bracelet": "增魔脚环",
    "item.ssc_xu_addon.mana_boost_bracelet.tooltip": "[净化使魔红狐形态]提升你的魔力上限和魔力回复。",
    "codex.form.ssc_xu_addon.bat_vampire.name": "蝙蝠(吸血)",
    "codex.form.ssc_xu_addon.bat_vampire.title": "\n由于那颗奇怪的宝石，你的现在对鲜血有狂热的需求..\n\n专属饰品/工具：[血之护符],[血怒手套],[蔽日头环],[固着抓钩],[金刚石握爪]汲血长爪",
    "codex.form.ssc_xu_addon.bat_vampire.appearance": "由于那颗神秘的宝石，你的身体发生了一些变化\n细密的绒毛完全覆盖了你的身体，近乎与头部等大的双耳帮助你定位四周的环境，让你不会遗漏周围哪怕最细微的声响\n你的前肢进一步延伸，为巨大的膜翼留出空间。如果你愿意的话，你可以用膜翼将你的身体完全包覆起来\n附有钩爪的前爪与后足让你可以与你的同类一样攀附在墙壁上，或者倒挂在洞穴的穹顶下\n你的身体已经完全为了飞行与滑翔而特化。你的后足不再能够支撑起身体的重量，只能以近乎四足的姿态在地面上缓慢移动",
    "codex.form.ssc_xu_addon.bat_vampire.pros": "当你的血资源条大于1/5时，你将不会饥饿，你能通过转换鲜血来恢复饱食度\n你的皮肤因为那颗宝石也发生了变化，你不会受到瞬间伤害和瞬间恢复的效果，而且对魔法伤害有4/5的抗性\n当你的血资源条大于1/2时，在受到致命伤害时，你将消耗3/10的鲜血来紧急使用血步逃离\n你可以通过击杀生物来恢复血资源条，恢复量取决于生物血量\n当你使用汲血长爪击中目标时，回复血资源条并回复少量生命值\n新形成的钩爪给了你攀附与倒挂的能力：\n巨大的膜翼让你能够在空中高速滑翔。你可以在疾跑的同时跳跃来高速向前飞行。即使在空中时，你也可以按下疾跑键来加快滑翔速度\n你现在可以在黑暗中清晰地分辨事物\n坚硬而有力的前爪提升了你的近战伤害，而且还让你可以徒手高速挖掘方块，并正常收获掉落物\n通过扇动膜翼，你可以跳的更高，从空中缓慢降落。自然，它们也可以当做鞘翅使用",
    "codex.form.ssc_xu_addon.bat_vampire.cons": "由于那颗宝石，你现在无法进食非金质食物\n由于你的身体极度需求鲜血，当你的血资源条小于1/10时会自动消耗生命值来恢复血资源条，血资源越低，转换速度越快，而且转换效率会越来越低由于重心的变化，你现在只能以近乎四足的姿态在地面上缓慢移动\n现在，阳光会对你造成致命的影响。在阳光下，你会每2s受到1点伤害，虚弱，血资源条消耗加倍，额外受到1.5倍伤害，近战伤害增加的效果也不再能够维持\n你的新皮肤似乎十分怕火，你会受到翻倍的火焰伤害\n你的前爪不再适合抓握笨重的工具与武器。当你用其挖掘坚硬的物块或者挥动其击打怪物时，它们只会松脱掉落。自然，你也不再能够操作弓弩\n你的膜翼与趾行的腿部结构让装备胸甲、腿甲与鞋变得不再可能\n",
    "codex.form.ssc_xu_addon.bat_vampire.instincts": "\n按主动能力(1)可以发动血刺，发射5颗血刺到视角瞄准的目标，击中时恢复血资源条和生命值，造成少量伤害，不受无敌帧影响\n按主动能力(2)可以发动血步，向世界所指的地点瞬移，获得虚弱和隐形，并使附近敌人丢失目标\n使用鲜血宝石可以恢复1/5的生命值，并恢复1/2的血资源条在空中时，你可以在空手情况下右键“使用”方块的侧表面来攀附在其上。攀附过程中，可以向瞄准方向按下空格键来蹬墙高速滑翔过去\n在空中时，你可以在空手情况下右键“使用”方块的下表面来将自己倒挂上去。倒挂过程中，你的生命值会缓慢恢复\n在飞行时，你可以按下疾跑键，消耗血资源条来启动飞行推进\n",
    "item.ssc_xu_addon.charm_of_blood": "血之护符",
    "item.ssc_xu_addon.charm_of_blood.tooltip": "[蝙蝠(吸血)形态]增加血资源条上限，降低血资源自然消耗速率。",
    "item.ssc_xu_addon.bloodrage_gauntlets": "血怒手套",
    "item.ssc_xu_addon.bloodrage_gauntlets.tooltip": "[蝙蝠(吸血)形态]消耗鲜血宝石来发动血怒，强化自身能力，攻击时恢复血资源条和生命值。",
    "item.ssc_xu_addon.sunveil_circlet": "蔽日头环",
    "item.ssc_xu_addon.sunveil_circlet.tooltip": "[蝙蝠(吸血)形态]移除太阳下的负面效果，但血资源条消耗速率仍然翻倍。",
    "item.ssc_xu_addon.blood_claw": "汲血长爪",
    "item.ssc_xu_addon.blood_claw.tooltip": "[蝙蝠(吸血)形态]攻击时回复血资源条和生命值，并会积攒鲜血来生成鲜血宝石。",
    "item.ssc_xu_addon.blood_claw.blood_amount": "鲜血量：%s/%s",
    "item.ssc_xu_addon.blood_gem": "鲜血宝石",
    "item.ssc_xu_addon.blood_gem.tooltip.1": "宝石中存在一股特殊的能量，捏碎它应该能临时强化一下自身。",
    "item.ssc_xu_addon.blood_gem.tooltip.2": "可以在下界要塞和废弃传送门中找到。",
    "message.ssc_xu_addon.item.blood_gem.special_form": "鲜血宝石与你的形态发生了特殊反应，你变化成了新的形态。"
}